Repository: microcomp/ckanext-edem
Catalog: ckanext/edem/i18n/*/LC_MESSAGES/ckanext-edem.po
Languages: sk

source: Unauthorized to unlock package %s
sk: Používateľ nemá oprávnenie odomknúť dataset %s

source: Change user identity settings
sk: Upravit nastavenia identity pouzivatela

source: Dataset not found
sk: Dataset sa nenašiel.

source: No package found for this resource, cannot check auth.
sk: Nenašiel sa dataset pre tento dátový zdroj, nie je možné autorizovať.

source: User %s not authorized to read resource %s
sk: Používateľ %s nemá oprávnenie upravovať dataset %s

source: User %s not authorized to read package %s
sk: Používateľ %s nemá oprávnenie čitať dataset %s

source: User %s not authorized to create packages
sk: Používateľ %s nemá oprávnenie vytvárať datasety

source: User %s not authorized to edit these groups
sk: Používateľ %s nemá oprávnenie upravovať tieto skupiny

source: User %s not authorized to add dataset to this organization
sk: Používateľ %s nemá oprávnenie pridávať datasety k tejto organizácií

source: User %s not authorized to edit package %s
sk: Používateľ %s nemá oprávnenie upravovať dataset %s

source: Group was not found.
sk: Skupiny sa nenašla.

source: Organization can not be created.
sk: Nebolo možné vytvoriť organizáciu.

source: Group can not be created.
sk: Nebolo možné vytvoriť skupinu.

source: Only authenticated users are allowed to create applications
sk: Iba prihlásení používatelia môžu vytvárať aplikácie.

source: Only application owner and application administrators are allowed to edit applications
sk: Iba tvorca aplikácie a administrátor aplikácii môžu upravovať aplikáciu.

source: Only data curator is authorized to manage storage usage.
sk: Iba dátový kurátor má povolenie spravovať riadenie úložísk.

source: Only moderator is authorized to manage comments and blogs.
sk: Iba moderátor má povolenie spravovať komentáre a blogy.

source: Only data curator is authorized to manage tags of datasets.
sk: Iba dátový kurátor má povolenie spravovať navrhnuté tagy datasetov.

source: You do not have permission to use Unified Views.
sk: Nemáte dostatočné oprávnenie pre použitie Unified Views

source: Current user does not have role data curator.
sk: Aktuálny používateľ nemá rolu dátového kurátora.

source: Package was not found.
sk: Dataset sa nenašiel.

source: Resource was not found.
sk: Dátový zdroj sa nenašiel.

source: View profile
sk: Zobraziť profil

source: Edit settings
sk: Upraviť nastavenia

source: Log out
sk: Odhlásiť sa

source: Manage
sk: Spravovať

source: API settings
sk: Nastavenia API

source: New API key
sk: Nový API kľúč

source: Disable API usage
sk: Zakázať použitie API

source: Allow API usage
sk: Povoliť použitie API

source: My profile
sk: Môj profil

source: Notifications
sk: Notifikácie
